lib/xml/resetCampaignDispositions.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:resetCampaignDispositions>
            <!--Optional:-->
            <campaignName>?</campaignName>
            <!--Zero or more repetitions:-->
            <dispositions>?</dispositions>
            <!--Optional:-->
            <after>?</after>
            <!--Optional:-->
            <before>?</before>
        </ser:resetCampaignDispositions>
    </soapenv:Body>
</soapenv:Envelope>